ags-hyprpanel-git
alsa-utils
amd-ucode
android-tools
base
base-devel
bpytop
breeze
breeze-gtk
brightnessctl
btop
clang
cmake
code
discord
dkms
dmenu
dolphin
dosfstools
dunst
efibootmgr
exfatprogs
fastfetch
feh
firefox
flameshot
flatpak
foot
git
grim
grimblast-git
grub
gst-plugin-pipewire
htop
hyprland
hyprpaper
hyprpicker
hyprshot
hyprsunset-git
i3-wm
i3blocks
i3lock
i3status
iwd
jdk-openjdk
kdegraphics-thumbnailers
kitty
kvantum-qt5
less
lib32-nvidia-utils
libconfig
libnotify
libpulse
libreoffice-fresh
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
ly
matugen-bin
meson
mpv
mtools
nano
neofetch
network-manager-applet
networkmanager
ninja
nodejs
npm
ntfs-3g
nuclear-player-bin
nvidia-dkms
os-prober
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pacman-contrib
pamixer
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polybar
power-profiles-daemon
python-gpustat
python-pip
python-pipx
python-virtualenv
qt5ct
rofi
rust
slurp
smartmontools
spicetify-cli
spotify
steam
swappy
swww
tmux
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-droid
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-font-awesome
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-readex-pro
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
uthash
vencord
vesktop
vim
vlc
waybar
wf-recorder-git
wget
wireless_tools
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xdg-utils
xorg-xev
xorg-xinit
xorg-xrandr
xss-lock
xterm
xwinwrap-git
yarn
yay
zen-browser-bin
zram-generator
